Repository: eligamii/OdysseyNext
Catalog: Odyssey/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# AboutThisSite
source: About this page
fr_fr: A propos de cette page

# AddFavorite
source: Add to favorites
fr_fr: Ajouter au favoris

# AppDisplayName
source: Odyssey (Preview)
fr_fr: Odyssey (Prévension)

# ClearTabs
source: Clear all tabs
fr_fr: Fermer tous les onglets

source: Delete
fr_fr: Supprimer

source: Downloads
fr_fr: Téléchargements

# Duplicate
source: Dublicate
fr_fr: Dupliquer

# EnableDevMode
source: Enable developper mode
fr_fr: Activer le mode développeur

source: Execute
fr_fr: Exécuter

source: Files
fr_fr: Fichiers

source: Full screen
fr_fr: Plein écran

source: Go back
fr_fr: Retour

source: Go forward
fr_fr: Avancer

# GoMainWebsite
source: Go back to the main website
fr_fr: Retour au favori

source: History
fr_fr: Historique

source: Javascript console
fr_fr: Console Javascript

source: Lock pane
fr_fr: Verrouiller le panneau

source: More
fr_fr: Plus

# MorePages
source: and {x} more page.s.
fr_fr: et {x} page.s. supplémentaire

source: New tab
fr_fr: Nouvel onglet

# Odyssey
source: Odyssey Preview
fr_fr: Aperçu d'Odyssey

# OpenFile
source: Open this file
fr_fr: Ouvrir ce fichier

# OpenInAnotherTab
source: Open current website in a new tab
fr_fr: Ouvrir la page actuelle dans un nouvel onglet

source: Open in normal window
fr_fr: Ouvrir dans une fenêtre normale

# OutputShownHere
source: All outputs will be shown here
fr_fr: Les messages de sortie seront affiches ici

source: Pin
fr_fr: Épingler

source: Pinned
fr_fr: Épinglé

source: Preview
fr_fr: Aperçu

source: Quick search
fr_fr: Recherche rapide

source: Refresh
fr_fr: Rafraîchir la page

# RemoveFavorite
source: Remove from favorites
fr_fr: Supprimer le favori

source: Search
fr_fr: Rechercher

# SearchOnWeb
source: Search on the web
fr_fr: Rechercher sur le web

source: Settings
fr_fr: Paramètres

# ShowInFolder
source: Show in the directory
fr_fr: Afficher dans le répertoire

source: Show more options
fr_fr: Afficher plus d'options

source: Show pane
fr_fr: Ouvrir le panneau

source: Switch theme
fr_fr: Changer de thème

source: Tabs
fr_fr: Onglets ouverts

# ToggleAdBlock
source: Toggle ad-blocker
fr_fr: (Dés)activer l'AdBlocker

source: Translate
fr_fr: Traduire
